tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/services"
tap "homebrew/versions"
tap "homebrew/x11"
cask "osxfuse"
cask "xquartz"
brew "astyle"
brew "autoconf"
brew "openssl"
brew "readline"
brew "xz"
brew "python"
brew "awscli", link: false
brew "bash-completion"
brew "fontconfig"
brew "gettext"
brew "cmake"
brew "faad2"
brew "libogg"
brew "flac"
brew "libao"
brew "libcue"
brew "libvorbis"
brew "mad"
brew "mp4v2"
brew "cmus"
brew "ctop"
brew "dnsmasq", restart_service: true
brew "docker", link: false
brew "docker-machine"
brew "wxmac"
brew "elixir"
brew "exercism"
brew "libevent"
brew "ffmpeg"
brew "fish"
brew "freerdp"
brew "gd"
brew "pinentry"
brew "gnupg"
brew "graphviz"
brew "heroku"
brew "htop"
brew "imagemagick", link: false
brew "imagemagick@6", link: true
brew "kubernetes-cli"
brew "libidn2"
brew "libsodium"
brew "libssh2"
brew "libxml2"
brew "libyaml"
brew "mercurial"
brew "midnight-commander"
brew "mysql"
brew "nmap"
brew "ntfs-3g"
brew "nvm"
brew "p7zip"
brew "postgresql"
brew "pg_top"
brew "pgcli"
brew "pigz"
brew "pwgen"
brew "pyenv"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv", args: ["HEAD"]
brew "redis"
brew "siege"
brew "sshfs"
brew "terraform"
brew "testdisk"
brew "tmux"
brew "tor"
brew "v8"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "ethereum/ethereum/ethereum"
cask "appcleaner"
cask "deluge"
cask "minikube"
cask "ngrok"
cask "owasp-zap"
cask "vlc"
cask "wkhtmltopdf"
